Repository: vipinchan/mimi-remote
Catalog: ios/MimiRemote/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.guide_current_reply_no_active_round_currently
source: Steer current response (no active turn)
zh_hans: 引导当前回复（当前无活动回合）

# ui.guide_is_being_sent
source: Steering…
zh_hans: 引导发送中…

# ui.hairline_dividers_and_date_buckets_are_in_place
source: Hairline dividers and date buckets are in place.
zh_hans: 发丝线和日期分桶已经上了。

# ui.handle_session_tasks_by_default
source: Handle session tasks by default
zh_hans: 默认处理会话任务

# ui.has_been_called_with_this_round
source: Called during this turn
zh_hans: 已在本回合调用

# ui.headless_no_quota_percentage_yet
source: Headless has not reported a usage percentage yet
zh_hans: Headless 暂无用量百分比

# ui.help_me_check_the_risks_of_this_pr
source: Help me check the risks of this PR.
zh_hans: 帮我检查这个 PR 的风险点。

# ui.help_me_check_this_readme_change_and_confirm
source: Help me check this README change and confirm that the installation steps and security boundaries are consistent with the code.
zh_hans: 帮我检查这次 README 改动，确认安装步骤和安全边界与代码一致。

# ui.here_the_local_skills_and_mcp_configurations_discoverable
source: Here, the local Skills and MCP configurations discoverable by agentd are only read-only displayed. The MCP server will not be started, and the environment variable values will not be read or displayed.
zh_hans: 这里只读展示 agentd 可发现的本地 Skills 和 MCP 配置，不会启动 MCP server，也不会读取或显示环境变量值。

# ui.hidden_directories_library_and_common_cache_directories_will
source: Hidden directories, Library, and common cache directories will not be displayed; files are only for preview and cannot be opened as workspaces.
zh_hans: 隐藏目录、Library 与常见缓存目录不会显示；文件仅用于预览，不能作为工作区打开。

# ui.hide_details
source: Hide details
zh_hans: 隐藏详情

# ui.hide_from_conversation_sidebar
source: Hide from conversation sidebar
zh_hans: 从会话侧栏隐藏

# ui.high
source: high
zh_hans: 高

# ui.highest
source: highest
zh_hans: 最高

# ui.historical_diagnosis
source: historical diagnosis
zh_hans: 历史诊断

# ui.historical_diagnostic_json
source: Historical diagnostic JSON
zh_hans: 历史诊断 JSON

# ui.historical_diagnostic_results_are_not_utf_8
source: Historical diagnostic results are not UTF-8
zh_hans: 历史诊断结果不是 UTF-8

# ui.historical_diagnostics_are_only_displayed_after_developer_mode
source: Historical diagnostics are only displayed after developer mode is turned on in settings.
zh_hans: 历史诊断仅在设置里开启开发者模式后显示。

# ui.historical_diagnostics_may_display_the_local_machine_path
source: Historical diagnostics may display the local machine path and session title for troubleshooting purposes only.
zh_hans: 历史诊断可能显示本机路径和会话标题，仅用于排障。

# ui.historical_images_not_loaded
source: Historical images not loaded
zh_hans: 历史图片未加载

# ui.historical_pictures_were_read_but_could_not_be
source: Historical pictures were read but could not be decoded by picture.
zh_hans: 历史图片已读取，但无法按图片解码。

# ui.history
source: history
zh_hans: 历史

# ui.host_platform_preview_name
source: %@ host
zh_hans: %@ 主机

# ui.hosting_service
source: Hosting service
zh_hans: 主机服务

# ui.hours_ago_value
source: %@ hr ago
zh_hans: %@ 小时前

# ui.hours_count
source: %lld hours
zh_hans: %lld 小时

# ui.how_to_enable_on_mac
source: How to enable on Mac
zh_hans: 如何在 Mac 上开启

# ui.http_only_allows_loopback_tailscale_lan_private_addresses
source: HTTP only allows loopback, Tailscale, LAN private addresses, and .local hosts; do not map the agentd port to the public network.
zh_hans: HTTP 仅允许 loopback、Tailscale、局域网私有地址和 .local 主机；不要把 agentd 端口映射到公网。

# ui.https_address_connectable
source: HTTPS address connectable
zh_hans: HTTPS 地址可连接

# ui.i_ll_go_over_homebrew_source_build_and
source: I'll review the source build and pairing flow, then document the primary and optional runtime boundaries.
zh_hans: 我会核对源码构建和配对流程，并把主运行时与可选运行时的边界拆开说明。

# ui.if_a_permission_request_pops_up_allow_camera
source: If a permission request pops up, allow camera access to scan the pairing QR code on your Mac.
zh_hans: 如果系统弹出权限请求，请允许相机访问，用来扫描 Mac 上的配对二维码。

# ui.if_it_is_still_empty_after_refreshing_please
source: If it is still empty after refreshing, please check the Mac configuration
zh_hans: 刷新后仍为空时，请检查 Mac 端配置

# ui.if_you_have_just_launched_tailscale_or_mac
source: If you have just launched Tailscale or Mimi Mac Assistant, this will automatically retry.
zh_hans: 如果刚启动 Tailscale 或 Mimi Mac 助手，这里会自动重试。

# ui.image_attachment
source: [Image]
zh_hans: [图片]

# ui.image_compression_failed
source: Image compression failed
zh_hans: 图片压缩失败

# ui.image_content_is_empty
source: Image content is empty
zh_hans: 图片内容为空

# ui.image_data_cannot_be_decoded
source: Image data cannot be decoded
zh_hans: 图片数据无法解码

# ui.image_format_cannot_be_read
source: Image format cannot be read
zh_hans: 图片格式无法读取

# ui.image_loading_failed
source: Image loading failed
zh_hans: 图片加载失败

# ui.image_not_loaded_yet
source: Image not loaded yet
zh_hans: 图片尚未加载

# ui.image_reading_failed
source: Image reading failed
zh_hans: 图片读取失败

# ui.image_reading_failed_20ce920a
source: Image reading failed: %@
zh_hans: 图片读取失败：%@

# ui.image_url_does_not_allow_file_urls_please
source: image.url does not allow file URLs, please use localImage.path
zh_hans: image.url 不允许 file URL，请使用 localImage.path

# ui.image_value
source: [Image %@]
zh_hans: [图片 %@]

# ui.immediately_change_the_reply_currently_being_generated
source: Steer the response currently being generated
zh_hans: 立即改变当前正在生成的回复

# ui.impact_items
source: Impact items
zh_hans: 影响项

# ui.implement_this_function_and_add_tests
source: Implement this function and add tests
zh_hans: 实现这个功能并补测试

# ui.improve_sample_project_documentation
source: Improve sample project documentation
zh_hans: 完善示例项目文档

# ui.in
source: in
zh_hans: 中

# ui.in_conversation
source: In conversation
zh_hans: 会话中

# ui.in_progress
source: In progress
zh_hans: 进行中

# ui.insert_frequently_used_task_templates
source: Insert frequently used task templates
zh_hans: 插入常用任务模板

# ui.inspector
source: Inspector
zh_hans: 检查器

# ui.install_mimi_remote_mac
source: Install Mimi Remote Mac
zh_hans: 安装 Mimi Remote Mac

# ui.install_mimi_remote_windows
source: Install Mimi Remote for Windows
zh_hans: 安装 Windows 版 Mimi Remote

# ui.instructions
source: instructions
zh_hans: 指令

# ui.insufficient_message_quota
source: Insufficient message quota
zh_hans: 消息额度不足

# ui.interception_interface
source: Capture screenshot
zh_hans: 截取截图

# ui.internet_search_value
source: Web search: %@
zh_hans: 网络搜索：%@

# ui.interrupt_subagent
source: Interrupt subagent
zh_hans: 中断子 Agent

# ui.interrupted_status
source: Interrupted
zh_hans: 已中断

# ui.invalid_connection_link
source: Invalid connection link
zh_hans: 连接链接无效

# ui.invalid_date_format_value
source: Invalid date format: %@
zh_hans: 日期格式无效：%@

# ui.investigate_mim82_claude_not_responding
source: Investigate MIM82 Claude Not Responding
zh_hans: 排查 MIM82 Claude 未响应

# ui.ios_client
source: iOS client
zh_hans: iOS 客户端

# ui.ios_project
source: iOS project
zh_hans: iOS 项目

# ui.ios_state_management
source: iOS state management
zh_hans: iOS 状态管理

# ui.ipad_to_agentd_healthz
source: This device → agentd /healthz
zh_hans: 此设备到 agentd 的 /healthz

# ui.issue_value
source: Sent %@
zh_hans: 发送于 %@

# ui.it_has_been_merged_into_main_and_tagged
source: It has been merged into main and tagged.
zh_hans: 已经合进 main，标签也打了。

# ui.it_is_read_by_the_local_agentd_when
source: When sending, it is read by the local agentd; files within the authorization range can also be safely read through agentd and previewed with QuickLook.
zh_hans: 发送时由本机 agentd 读取；也可以通过 agentd 安全读取授权范围内的文件并用 QuickLook 预览。

# ui.it_is_recommended_to_scan_the_qr_code
source: It is recommended to scan the QR code to connect; new connections will be automatically verified and the current Mac will be retained if it fails.
zh_hans: 推荐扫码连接；会自动验证新连接，失败时保留当前 Mac。

# ui.it_is_recommended_to_scan_the_tailscale_qr
source: It is recommended to scan the Tailscale QR code generated by agentd pair on Mac.
zh_hans: 推荐扫描 Mac 上 agentd pair 生成的 Tailscale 二维码。

# ui.it_will_be_confirmed_again_before_execution_and
source: It will be confirmed again before execution and will not be released automatically.
zh_hans: 执行前会再次确认，不会自动发布

# ui.item_not_in_remote_allowlist_value
source: Item not in remote allowlist: %@
zh_hans: 项目不在远程 allowlist 中：%@

# ui.items_being_executed_count
source: Running %lld commands
zh_hans: 正在执行 %lld 项

# ui.items_being_explored_count
source: Exploring %lld items
zh_hans: 正在探索 %lld 项

# ui.items_count
source: %lld items
zh_hans: %lld 项

# ui.items_executed_count
source: Ran %lld commands
zh_hans: 已执行 %lld 项

# ui.items_execution_failed_count
source: Failed after %lld commands
zh_hans: 执行失败，共 %lld 项

# ui.items_execution_interrupted_count
source: Stopped after %lld commands
zh_hans: 已停止，共 %lld 项

# ui.items_explored_count
source: %lld items explored
zh_hans: 已探索 %lld 项

# ui.items_to_send_count
source: %lld items to send
zh_hans: 待发送 %lld 条

# ui.items_unsuccessful_count
source: %lld did not succeed
zh_hans: %lld 项未成功

# ui.join
source: Join
zh_hans: 加入

# ui.join_conversation
source: Join conversation
zh_hans: 加入会话

# ui.join_conversation_page
source: Join conversation page
zh_hans: 加入会话页

# ui.journey_to_the_west
source: Journey to the West
zh_hans: 西游记

# ui.json_rpc_id_must_be_string_number_or
source: JSON-RPC id must be string, number, or null
zh_hans: JSON-RPC id 必须是 string、number 或 null

# ui.json_rpc_response_missing_id
source: JSON-RPC response missing id
zh_hans: JSON-RPC 响应缺少 id

# ui.just_completed
source: Just completed
zh_hans: 刚完成

# ui.just_observe
source: just observe
zh_hans: 仅观察

# ui.language
source: Language
zh_hans: 语言

# ui.last_send_interrupted_before_confirmation
source: Last send interrupted before confirmation
zh_hans: 上次发送在确认前中断

# ui.latest_updates
source: Latest updates
zh_hans: 最近更新

# ui.launch_the_app
source: Launch the App
zh_hans: 启动 App

# ui.lead_current_reply
source: Steer current response
zh_hans: 引导当前回复

# ui.leading_value
source: Ahead %@
zh_hans: 领先 %@

# ui.leave_low_risk_approvals_to_agents
source: You will still be asked about higher-risk actions.
zh_hans: 高风险操作仍会请求你的确认

# ui.legal_and_support
source: About & Support
zh_hans: 关于与支持

# ui.legal_document_could_not_be_loaded
source: This document could not be loaded. Please use View Online or contact support.
zh_hans: 无法载入此文档。请使用“在线查看”或联系支持。

# ui.legal_documents_are_included_in_the_app
source: These documents are included in the app for offline access and are also available online.
zh_hans: 这些文档随 App 提供，可离线查看，也可访问公开在线版本。

# ui.lifetime_token_value
source: Lifetime · %@
zh_hans: 累计 Token · %@

# ui.light_color
source: light color
zh_hans: 浅色

# ui.limit
source: limit
zh_hans: 限额

# ui.list
source: list
zh_hans: 列出

# ui.list_e89ea827
source: list
zh_hans: 列出

# ui.list_resources
source: list resources
zh_hans: 列出资源

# ui.listening_address
source: listening address
zh_hans: 监听地址

# ui.listening_and_transcribing_in_real_time
source: Listening and transcribing in real time
zh_hans: 正在聆听并实时转写

# ui.listening_now_let_go_and_transcribe
source: Listening now, let go and transcribe
zh_hans: 正在听，松手转写

# ui.live_connection
source: Live connection
zh_hans: 实时连接

# ui.load_full_history
source: Load full content
zh_hans: 加载完整内容

# ui.load_historical_diagnostics
source: Load historical diagnostics
zh_hans: 加载历史诊断

# ui.load_historical_images
source: Load historical images
zh_hans: 加载历史图片

# ui.load_older_messages
source: Load older messages
zh_hans: 加载更早消息

# ui.loaded_value_recent_workspaces_value_sessions
source: %@ recent workspaces loaded, %@ sessions loaded
zh_hans: 已加载 %@ 个最近工作区，%@ 个会话

# ui.loading
source: Loading
zh_hans: 加载中

# ui.loading_3667cb10
source: Loading
zh_hans: 正在加载

# ui.loading_514c33af
source: Loading...
zh_hans: 加载中...

# ui.loading_catalog
source: Loading catalog…
zh_hans: 正在加载目录…

# ui.loading_historical_diagnostics
source: Loading historical diagnostics...
zh_hans: 正在加载历史诊断……

# ui.loading_recent_conversations
source: Loading recent conversations
zh_hans: 正在加载最近会话

# ui.loading_session_records
source: Loading session records
zh_hans: 正在加载会话记录

# ui.loading_sessions
source: Loading sessions…
zh_hans: 正在加载会话…

# ui.loading_the_complete_history_you_may_need_to
source: Loading the complete history, you may need to wait if the content is large.
zh_hans: 正在加载完整历史，内容较大时可能需要等待。

# ui.loading_thumbnail_history
source: Loading compact history.
zh_hans: 正在加载缩略历史。

# ui.loading_token_activity
source: Loading Token activity…
zh_hans: 正在加载 Token 活动…

# ui.loading_workspace
source: Loading workspace
zh_hans: 正在加载工作区

# ui.local
source: local
zh_hans: 本地

# ui.local_dialing_is_slow
source: Local dialing is slow
zh_hans: 本机拨号慢

# ui.locating
source: Locating
zh_hans: 正在定位

# ui.locating_be47409b
source: Locating...
zh_hans: 正在定位...

# ui.log
source: Log
zh_hans: 日志

# ui.log_export_failed_value
source: Log export failed: %@
zh_hans: 日志导出失败：%@

# ui.log_exported_contains_only_current_cache_window
source: Log exported (contains only current cache window)
zh_hans: 日志已导出（仅包含当前缓存窗口）

# ui.long_diffs_have_been_collapsed_showing_only_the
source: Long diffs have been collapsed, showing only the tail summary.
zh_hans: 已折叠长 diff，仅展示尾部摘要。

# ui.low
source: low
zh_hans: 低

# ui.low_glare_work_surface
source: Low glare work surface
zh_hans: 低眩光工作界面

# ui.lowest
source: lowest
zh_hans: 最低

# ui.luna_multi_round_verification_and_full_project_regression
source: Luna Multi-Round Verification and Full-Project Regression
zh_hans: Luna 多轮验收与全项目回归

# ui.mac_already_saved_as_value
source: This computer is already saved as “%@”. Update the existing connection address instead of adding a duplicate.
zh_hans: 这台电脑已保存为“%@”。请更新已有连接地址，不要重复添加。

# ui.mac_assistant_connected
source: Connected to Mimi Mac Assistant
zh_hans: 已连接 Mimi Mac 助手

# ui.mac_assistant_returned_an_unrecognized_network_response
source: Mimi Mac Assistant returned an unrecognized network response.
zh_hans: Mimi Mac 助手返回了无法识别的网络响应。

# ui.devices
source: Devices
zh_hans: 设备

# ui.mac_connection
source: Mac connection
zh_hans: Mac 连接

# ui.mac_connection_not_configured_yet
source: Mac connection not configured yet
zh_hans: 尚未配置 Mac 连接

# ui.mac_devices
source: Mac & Devices
zh_hans: Mac 与设备

# ui.mac_installation_identity_mismatch
source: “%@” returned a different installation identity. To prevent data from being mixed, pair it again as a new computer.
zh_hans: “%@”返回了不同的安装身份。为防止串数据，请将它作为一台新电脑重新配对。

# ui.mac_installer_requirements_and_instructions
source: Requires macOS 26 or later. Open the DMG, then drag Mimi Remote to Applications.
zh_hans: 需要 macOS 26 或更高版本。打开 DMG 后，将 Mimi Remote 拖入“应用程序”。

# ui.mac_is_connected
source: Mac is connected
zh_hans: Mac 已连接

# ui.mac_name
source: Mac name
zh_hans: Mac 名称

# ui.mac_name_can_be_up_to_value_characters
source: Computer name can be up to %@ characters long
zh_hans: 电脑名称最多 %@ 个字符

# ui.mac_name_cannot_be_empty
source: Computer name cannot be empty
zh_hans: 电脑名称不能为空

# ui.mac_preparation
source: Mac preparation
zh_hans: Mac 端准备

# ui.mac_returned_raw_diagnostic_details
source: Mac-returned raw diagnostic details
zh_hans: Mac 返回的原始诊断详情

# ui.mac_upstream_dialing
source: Host upstream dialing
zh_hans: 主机上游拨号

# ui.manage
source: Manage
zh_hans: 管理

# ui.manage_connections
source: Manage Connections
zh_hans: 管理连接

# ui.manage_git_worktree
source: Manage Git Worktree
zh_hans: 管理 Git Worktree

# ui.manage_mac_connections_models_and_tool_capabilities
source: Manage Mac connections, models, and tool capabilities.
zh_hans: 管理 Mac 连接、模型和工具能力。

# ui.manage_the_worktree_for_this_workspace_in_the
source: Manage the Worktree for this workspace in the project line menu.
zh_hans: 在项目行菜单里管理这个工作区的 Worktree。

# ui.manage_value
source: Management %@
zh_hans: 管理 %@

# ui.management
source: management
zh_hans: 管理

# ui.management_metadata_is_incomplete
source: Management metadata is incomplete
zh_hans: 管理元数据不完整

# ui.manipulate_the_web_page
source: Manipulate the web page
zh_hans: 操作网页

# ui.manual_configuration
source: Manual configuration
zh_hans: 手动配置

# ui.manual_connection
source: Manual connection
zh_hans: 手动连接

# ui.manually_update_your_current_mac
source: Manually update your current computer
zh_hans: 手动更新当前电脑

# ui.mark_as_read
source: Mark as Read
zh_hans: 标记为已读

# ui.mark_as_unread
source: Mark as Unread
zh_hans: 标记为未读

# ui.mark_blocking
source: mark blocking
zh_hans: 标记阻塞

# ui.mark_complete
source: Mark complete
zh_hans: 标记完成

# ui.matching_results_count
source: %lld matching results
zh_hans: %lld 个匹配结果

# ui.maximum
source: maximum
zh_hans: 最大

# ui.mcp_server_not_found
source: MCP server not found
zh_hans: 未发现 MCP server

# ui.mcp_service
source: MCP service
zh_hans: MCP 服务

# ui.mcp_service_request_supplementary_information
source: MCP Service Request Supplementary Information
zh_hans: MCP 服务请求补充信息

# ui.mcp_status_command_available
source: Command is available.
zh_hans: 命令可执行。

# ui.mcp_status_command_missing
source: Command was not found. Check PATH or use an absolute path.
zh_hans: 找不到命令。请检查 PATH 或使用绝对路径。

# ui.mcp_status_command_or_url_required
source: This MCP server needs a command or URL.
zh_hans: 此 MCP 服务需要 command 或 URL。

# ui.mcp_status_disabled
source: Configuration is disabled.
zh_hans: 配置已停用。

# ui.mcp_status_http_not_probed
source: HTTP configuration is present. No network probe was run.
zh_hans: HTTP 配置已存在，未执行网络探测。

# ui.mcp_status_http_url_required
source: An HTTP MCP server needs a URL.
zh_hans: HTTP MCP 服务需要 URL。

# ui.mcp_status_ready
source: Configuration is ready.
zh_hans: 配置已就绪。

# ui.mcp_status_stdio_command_required
source: A stdio MCP server needs a command.
zh_hans: stdio MCP 服务需要 command。

# ui.mcp_status_unknown
source: MCP status is unavailable.
zh_hans: MCP 状态不可用。

# ui.mcp_tool_call
source: MCP tool call
zh_hans: MCP 工具调用

# ui.mcp_tools
source: MCP tools
zh_hans: MCP 工具

# ui.mcp_transport_stdio
source: Standard I/O
zh_hans: 标准输入输出

# ui.mcp_transport_unknown
source: Unknown transport
zh_hans: 未知传输方式

# ui.me
source: Me
zh_hans: 我的

# ui.message_attachments_are_too_large
source: The attachments in this message are too large. Remove a file or use a smaller file.
zh_hans: 本条消息的附件内容过大，请移除文件或改用更小的文件。

# ui.message_operation_to_be_sent
source: Message operation to be sent
zh_hans: 待发送消息操作

# ui.message_time_full_estimate_value
source: Message time: full estimate %@
zh_hans: 消息时间 兜底估算 %@

# ui.message_time_value
source: Message time %@
zh_hans: 消息时间 %@

# ui.message_to_be_sent_is_waiting_please_take
source: Message to be sent is waiting: please take over this session first
zh_hans: 待发送消息正在等待：请先接管这个会话

# ui.microphone_permission_is_not_enabled
source: Microphone permission is not enabled
zh_hans: 麦克风权限未开启

# ui.microphone_permission_is_not_enabled_please_allow_it
source: Microphone permission is not enabled, please allow it in system settings
zh_hans: 麦克风权限未开启，请在系统设置中允许

# ui.mimi_doesn_t_have_camera_permissions_and_can
source: Mimi Remote does not have camera access and cannot scan the pairing QR code shown on your Mac.
zh_hans: Mimi Remote 没有相机访问权限，无法扫描 Mac 上显示的配对二维码。

# ui.mimi_remote_is_licensed_under_the_gnu_gplv3
source: Mimi Remote is licensed under the GNU GPLv3 and is permitted under Section 7 for distribution through the Apple App Store and Google Play. This program does not provide any form of warranty; when distributing modified versions or binaries, the corresponding source code must still be provided and the equivalent license must be retained.
zh_hans: Mimi Remote 使用 GNU GPLv3，并依据第 7 节允许通过 Apple App Store 和 Google Play 分发。本程序不提供任何形式的担保；分发修改版或二进制时，仍须提供对应源码并保留同等许可。

# ui.mimi_remote_project_license
source: Mimi Remote Project License
zh_hans: Mimi Remote 项目许可

# ui.mimiremote_log_log
source: MimiRemote-log.log
zh_hans: MimiRemote-日志.log

# ui.mine
source: mine
zh_hans: 我的

# ui.minutes_ago_value
source: %@ min ago
zh_hans: %@ 分钟前

# ui.minutes_count
source: %lld minutes
zh_hans: %lld 分钟

# ui.missing_command
source: Missing command
zh_hans: 缺少命令

# ui.missing_session_or_row
source: Missing session or row
zh_hans: 缺少 session 或 row

# ui.model
source: model
zh_hans: 模型

# ui.model_and_plan_mode_require_session_control
source: This device must control the session to change the model or Plan mode
zh_hans: 当前设备拥有会话控制权时，才能修改模型或计划模式

# ui.model_list_refreshed
source: Model list refreshed
zh_hans: 已刷新模型列表

# ui.model_list_unavailable_continue_using_built_in_options
source: Model list unavailable, continue using built-in options
zh_hans: 模型列表不可用，继续使用内置选项

# ui.model_provider
source: Model provider
zh_hans: 模型提供方

# ui.model_transcribing
source: Model transcribing
zh_hans: 模型转写中

# ui.models_and_capabilities
source: Models and Capabilities
zh_hans: 模型与能力

# ui.models_count
source: %lld models
zh_hans: %lld 个模型

# ui.modified
source: Modified
zh_hans: 已修改

# ui.modify
source: Modify
zh_hans: 修改

# ui.modify_files_action
source: Modify files
zh_hans: 修改文件

# ui.modify_value
source: Modify %@
zh_hans: 修改 %@

# ui.modify_value_files
source: Modify %@ files
zh_hans: 修改 %@ 个文件

# ui.more
source: More
zh_hans: 更多

# ui.more_actions
source: More actions
zh_hans: 更多操作

# ui.more_sessions_count
source: %@ more
zh_hans: 还有 %@ 条

# ui.moved_to_new_git_worktree
source: Moved to new Git Worktree
zh_hans: 已转到新 Git Worktree

# ui.multiple_selections_possible
source: Multiple selections possible
zh_hans: 可多选

# ui.must_be_a_json_object
source: Must be a JSON object
zh_hans: 必须是 JSON object

# ui.my_journey
source: My journey
zh_hans: 我的足迹

# ui.my_mac
source: My computer
zh_hans: 我的电脑

# ui.my_preferences
source: My Preferences
zh_hans: 我的偏好设置

# ui.name
source: Name
zh_hans: 名称

# ui.native_fork_is_not_available_use_prompt_worktree
source: Native fork is not available, use prompt Worktree handover instead: %@
zh_hans: 原生 fork 不可用，改用提示式 Worktree 交接：%@

# ui.native_image_path
source: Native image path
zh_hans: 本机图片路径

# ui.native_or_tailscale_address
source: Native or Tailscale address
zh_hans: 本机或 Tailscale 地址

# ui.need_to_be_processed
source: Need to be processed
zh_hans: 需要处理

# ui.need_to_confirm
source: Need to confirm
zh_hans: 需确认

# ui.need_to_re_pair
source: Need to re-pair
zh_hans: 需要重新配对

# ui.need_to_retry
source: Need to retry
zh_hans: 需要重试

# ui.need_to_retry_915015f1
source: Need to retry
zh_hans: 需重试

# ui.needs_you
source: Waiting on you
zh_hans: 待你处理

# ui.network_is_unavailable
source: Network is unavailable
zh_hans: 网络不可用

# ui.neutral_warm_white_with_a_single_main_color
source: Neutral warm white with a single main color of deep purple, restrained but not boring
zh_hans: 中性暖白配单一深紫主色，克制但不沉闷

# ui.new_session
source: new session
zh_hans: 新会话

# ui.new_session_3da224c4
source: New session
zh_hans: 新建会话

# ui.new_sessions_created_from_a_workspace_appear_here
source: New sessions created from a workspace appear here.
zh_hans: 从一个工作区创建新会话后会显示在这里。

# ui.news
source: Messages
zh_hans: 消息

# ui.next_round
source: next turn
zh_hans: 下一回合

# ui.no
source: No
zh_hans: 否

# ui.no_active_entries_yet
source: No active entries yet
zh_hans: 暂无活动条目

# ui.no_approval_yet
source: No approval yet
zh_hans: 暂无审批

# ui.no_balance_information_yet
source: No balance information yet
zh_hans: 暂无余额信息

# ui.no_changes
source: No changes
zh_hans: 无变更

# ui.no_clear_voice_is_recognized_please_move_closer
source: No clear voice is recognized. Please move closer to the microphone and speak the complete sentence before letting go.
zh_hans: 没有识别到清晰语音，请靠近麦克风并说完整句后再松手

# ui.no_clear_voice_was_recognized_please_hold_down
source: No clear voice was recognized. Please hold down to speak the complete sentence before letting go.
zh_hans: 没有识别到清晰语音，请按住说完整句后再松手

# ui.no_evaluable_worktree
source: No evaluable Worktree
zh_hans: 没有可评估的 Worktree

# ui.no_file_changes_yet
source: No file changes yet
zh_hans: 暂无文件变更

# ui.no_git_status_yet
source: No Git status yet
zh_hans: 暂无 Git 状态

# ui.no_git_worktree
source: No Git Worktree
zh_hans: 没有 Git Worktree

# ui.no_historical_conversations_yet
source: No historical conversations yet
zh_hans: 暂无历史会话
